Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/2014 Sud CS6 Revisiones de seguridad de salas de servidores-level2.tmx
Source language: en
Languages: es

source: (Surge protectors - not power strips - are allowed)
es: (Se permiten los protectores eléctricos, no así los múltiples)

source: Are all ceiling tiles in place and in good condition?
es: ¿Están correctamente instaladas las baldosas del techo? ¿Se encuentran en buen estado?

source: Are all cords/plugs free from damage or deterioration?
es: ¿Están todos los cables/enchufes libres de daño o deterioro?

source: Are all corridors unobstructed?
es: ¿Están todos los corredores despejados?

source: Are all exit doors able to be opened from the inside without special knowledge/keys?
es: ¿Es posible abrir todas las puertas de salida desde el interior sin necesidad de llaves o procedimientos especiales?

source: Are all exit doors unobstructed?
es: ¿Están todas las puertas de salida despejadas?

source: Are all fans equipped with a blade guard with openings no greater than ½ inch?
es: ¿Están todos los ventiladores equipados con protecciones que tengan aberturas no superiores a 1,5 cm?

source: Are all walking or working surfaces free of tripping/slipping hazards?
es: ¿Las superficies de desplazamiento o de trabajo están despejadas para evitar el peligro de caídas?

source: Are computer tapes stored in approved, enclosed metal cabinets?
es: ¿Se guardan las cintas magnéticas de almacenamiento de datos en gabinetes metálicos cerrados y autorizados?

source: Are doors to the peripheral rooms closed?
es: ¿Están cerradas las puertas que dan hacia las salas periféricas?

source: Are emergency phone numbers and procedures posted at or near telephones?
es: ¿Están los números de teléfono y procedimientos de emergencia impresos en estos o en un lugar cercano a estos?

source: Are exit doors free of slide bolts or locks?
es: ¿Están todas las puertas de salida libres de cerrojos o candados?

source: Are exit signs posted and properly illuminated to clearly indicate exits?
es: ¿Hay letreros de salida instalados e iluminados adecuadamente para indicar con claridad las salidas?

source: Are floor tile pullers available and mounted?
es: ¿Están los extractores de piso falso ensamblados y a disposición?

source: COMPUTER ROOM / DATA CENTER SAFETY INSPECTION CHECKLIST
es: LISTA DE COTEJO DE INSPECCIÓN DE SEGURIDAD PARA SALAS DE COMPUTADORAS / DATA CENTERS

source: Checklist Items
es: Elementos de la lista de cotejo

source: Computer Room / Data Center
es: Sala de computadoras / Data Center

source: Date:
es: Fecha:

source: Electrical
es: Aparatos eléctricos

source: Exits/Corridors
es: Salidas/corredores

source: Explanation/Comments on all No Answers – Note Item identification from checklist
es: Explicación/comentarios sobre las respuestas negativas, indicar el número del elemento en la lista:

source: Have employees been trained in emergency procedures?
es: ¿Están capacitados los empleados en procedimientos de emergencia?

source: Inspector(s):
es: Inspector(es):

source: Is all electrical, including light fixtures, protected from physical damage by enclosure/guards?
es: ¿Están todos los aparatos eléctricos, incluidas las luminarias, protegidos contra daño físico mediante cajas/protecciones?

source: Is clearance of at least 18 inches maintained around fire sprinkler heads and 2 feet below ceiling height?
es: ¿Hay un espacio libre de al menos 45 cm alrededor de los cabezales de los rociadores contra incendio y de 60 cm por debajo de la altura del techo?

source: Is combustible waste, e.g. trash containers, cardboard boxes, etc., removed from the room daily or more often as needed?
es: ¿Se retiran a diario, o con más frecuencia si es necesario, los residuos combustibles tales como recipientes de basura, cajas de cartón, etc.?

source: Is consumption of food, beverage, etc. prohibited?
es: ¿Está prohibido el consumo de alimentos, bebidas, etc.?

source: Is good housekeeping practiced in work area?
es: ¿Se mantiene el área de trabajo limpia y ordenada?

source: Is paper stored in computer room limited to a one-day supply?
es: ¿Está limitado el papel guardado en la sala de computadoras limitado al suministro de un día?

source: Is storage adequately supported/stable to avoid tipping/falling?
es: ¿Se almacenan los objetos de manera firme/estable para evitar que se muevan o caigan?

source: Is the access to fire suppression and alarm systems unobstructed?
es: ¿Está despejado el acceso a los sistemas de extinción y alarma de incendio?

source: Is the area free of extension cords?
es: ¿El área está libre de cables de extensión?

source: Is the computer room free of flammable/combustible liquids?
es: ¿Está la sala de computadoras libre de líquidos inflamables/combustibles?

source: Is the raised floor free of unsealed cable holes?
es: ¿Está el piso elevado libre de orificios para cables sin sello?

source: Is the room free of coffee makers, electric floor/space heaters, etc.?
es: ¿Está la sala libre de cafeteras, calefactores eléctricos, etc.?

source: Is the room free of repair shop operations?
es: ¿Está la sala libre de operaciones de taller de reparaciones?

source: Is the room free of soldering irons?
es: ¿Está la sala libre de metales de soldadura?

source: Is there at least two (2) feet clearance between stacked materials and ceiling light?
es: ¿Hay un espacio de al menos 60 cm entre los objetos apilados y las luminarias en el techo?

source: Items left unmarked were not observed.
es: Los elementos sin marcar no se observaron.

source: Other training:
es: Otra capacitación:

source: Storage - General
es: Almacenamiento general

source: Time:
es: Hora:

source: Training
es: Capacitación

source: Yes
es: Si
